resources/information/technologies/xml/webServices/soap/structure/src/timeHeader.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope 
    xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:tm="http://example.org/soap/message-expiry"
    xmlns:msg="http://example.org/messaging/sms">
    <soap:Header>
        
        <tm:maxAge from="2005-03-15T17:32:01+02:00" maxAge="1"
            soap:actor="http://realtime.org/soap/agevalidator"/>
        
    </soap:Header>
    <soap:Body>
        <msg:urgentMessage>
            ...
        </msg:urgentMessage>
    </soap:Body>
</soap:Envelope>